[InteractiveObjects.IO_Anemone_HappyPigSteamVent InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_whitesECHO_A InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_BrickECHO_B InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_BrickECHO_C InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_BrickpublicationECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Cassius_01_ECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Cassius_02_ECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Cassius_03_ECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Cassius_04_ECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Cassius_05_ECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_makeECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_FlyntECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_HectorECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_HeliosECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MoonShotECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_SandWormSpeakerECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_SandWormSquirmingECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TalonECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TigerECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TinaSession InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_URSACorpsECHO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.UI_BD_ECHOMineChallenge UsableItemDefinition]
UseFailureCharacterMessage="you will be %s Use this tool.."
ItemName="The echo is gone"
PickupMessage="do you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="Cooperation"

[InteractiveObjects.UI_BD_ECHOMineChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Discover Pandora's history!"
NoConstraintText=""
Suffix=""
Prefix=""

[InteractiveObjects.UI_BD_ECHOResearchCenterChallenge UsableItemDefinition]
UseFailureCharacterMessage="That's you %s Using this number."
ItemName="they have no words"
PickupMessage="you have %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="General"

[InteractiveObjects.UI_BD_ECHOResearchCenterChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Pandora story download!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_LevelEchoChallenge UsableItemDefinition]
UseFailureCharacterMessage="It should be like this %s Use this article."
ItemName="The fire is out"
PickupMessage="agreement %s"
UseFailureLevelMessage="You need %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Generally"

[ItemDefs.ID_LevelEchoChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Discover the history of Pandora!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_LevelEchoChallengeHyperion UsableItemDefinition]
UseFailureCharacterMessage="you do %s Use it."
ItemName="the ball is gone"
PickupMessage="There is %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="COMPANIONS"

[ItemDefs.ID_LevelEchoChallengeHyperion:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Discover the history of Pandora.!"
NoConstraintText=""
Suffix=""
Prefix=""

[Names.DialogName_Brick_Echo WillowDialogNameTag]
CallerName="Brick"

[Names.DialogName_Claptrap_Echo WillowDialogNameTag]
CallerName="Claptrap"

[Names.DialogName_Lilith_Echo WillowDialogNameTag]
CallerName="Lilith"

[Names.DialogName_TinyTina_Echo WillowDialogNameTag]
CallerName="Small bathroom"

[UI_BD_ECHOBackBurnerChallenge UsableItemDefinition]
UseFailureCharacterMessage="You have to do it %s By using this object.."
ItemName="The echo disappeared"
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be at least %d level to use it."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="normal"

[UI_BD_ECHOBackBurnerChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="See the Pandora article.!"
NoConstraintText=""
Suffix=""
Prefix=""

[UI_BD_ECHOHeliosChallenge UsableItemDefinition]
UseFailureCharacterMessage="That's how it should be %s To use this website."
ItemName="The answer is no."
PickupMessage="You have %s"
UseFailureLevelMessage="Your level must be below %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Leviathan"

[UI_BD_ECHOHeliosChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Learn more about Pandora's history!"
NoConstraintText=""
Suffix=""
Prefix=""

[UI_BD_ECHOOldDustChallenge UsableItemDefinition]
UseFailureCharacterMessage="It should be this way %s Use this product."
ItemName="The echo disappeared"
PickupMessage="next to you %s"
UseFailureLevelMessage="If you want to use You must have at least %d.."
UseFailureConstraintsMessage="This item does not exist."
NoManufacturerName="In general"

[UI_BD_ECHOOldDustChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Discover the history of Pandora!"
NoConstraintText=""
Suffix=""
Prefix=""

[UI_BD_ECHOSandwormChallenge UsableItemDefinition]
UseFailureCharacterMessage="Should %s Use this article.."
ItemName="the ball disappears"
PickupMessage="He will be successful %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="I don't know how to use it."
NoManufacturerName="Chief"

[UI_BD_ECHOSandwormChallenge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Let's take a look at Pandora.!"
NoConstraintText=""
Suffix=""
Prefix=""

